Repository: blackfedora/test-weblate
Catalog: OMFTJ_SGP22447422_Persolkelly_APAC_Workforce_Insights_*/*.po
Languages: th

# /question:WYPK_6/response:14/text
source: Working in a company with a vision I believe in
th: การทำงานในบริษัทที่มีวิสัยทัศน์ที่ฉันเชื่อมั่น

# /question:WYPK_6/response:15/text
source: Being treated fairly
th: การปฏิบัติต่อพนักงานอย่างยุติธรรม

# /question:WYPK_6/response:16/text
source: Getting recognized for my work
th: การได้รับการยกย่องชมเชยผลงาน

# /question:WYPK_6/response:17/text
source: Company operates from a location I like
th: บริษัทดำเนินธุรกิจอยู่ในทำเลที่ฉันชอบ

# /question:WYPK_6/response:18/text
source: Working in a company that I am proud of
th: การทำงานในบริษัทที่ฉันภาคภูมิใจ

# /question:WYPK_6/response:19/text
source: Company offers a pleasant working environment
th: บริษัทมีสภาพแวดล้อมการทำงานที่น่าพอใจ

# /question:WYPK_6/response:20/text
source: Company offers good perks/ benefits
th: บริษัทให้ผลตอบแทน/สิทธิประโยชน์ที่ดี

# /free_text/text
source: Moving forward, we will ask you questions on what you think your employee(s) feel about their roles and the company.
th: ต่อไป เราจะสอบถามว่าคุณคิดว่าพนักงานของคุณ รู้สึกอย่างไรเกี่ยวกับบทบาทการทำงานและบริษัทของพวกเขา

# /question:WYPK_10/text
source: Thinking about your employees' job role and their responsibilities, how happy or unhappy do you think your employees are with their current <u>job roles</u>?
th: กรุณานึกถึงบทบาทการทำงานและหน้าที่ความรับผิดชอบของพนักงานของคุณ แล้วบอกเราว่าคุณคิดว่าพนักงานของคุณพอใจหรือไม่พอใจกับ<u>บทบาทการทำงาน</u>ในปัจจุบันมากน้อยเพียงใด

# /question:WYPK_10/response:1/text
source: 0 - Not at all happy
th: 0 - ไม่พอใจเลย

# /question:WYPK_10/response:11/text
source: 10 - Extremely happy
th: 10 - พอใจอย่างมาก

# /question:WYPK_11A/text
source: What do you think makes your employees <u>happy</u> about in their current job roles? Select all that apply. <br/><br/>Their roles …
th: คุณคิดว่าอะไรทำให้พนักงานของคุณ<u>พอใจ</u>กับบทบาทการทำงานในปัจจุบันของพวกเขา (เลือกทุกข้อที่เกี่ยวข้อง) <br/><br/>บทบาทการทำงานของพวกเขา...

# /question:WYPK_11A/response:1/text
source: give them meaning
th: ทำให้พวกเขารู้สึกว่ามีความหมาย

# /question:WYPK_11A/response:2/text
source: allow them to decide how their work should be done
th: ทำให้พวกเขาตัดสินใจได้ว่าควรทำงานของตัวเองให้เสร็จได้อย่างไร

# /question:WYPK_11A/response:3/text
source: allow them to be flexible with their work arrangements
th: ทำให้พวกเขาเลือกวิธีการทำงานได้อย่างยืดหยุ่น

# /question:WYPK_11A/response:4/text
source: offer them work-life balance
th: สร้างสมดุลชีวิตการทำงานและชีวิตส่วนตัวให้กับพวกเขา

# /question:WYPK_11A/response:5/text
source: provide them with the challenge they enjoy
th: มอบความท้าทายที่พวกเขาชอบ

# /question:WYPK_11A/response:7/text
source: allow them to utilise their core skill set
th: ทำให้พวกเขานำทักษะที่สำคัญมาประยุกต์ใช้ได้

# /question:WYPK_11A/response:8/text
source: allow them to add value to the team
th: ทำให้พวกเขาเพิ่มคุณค่าให้กับทีมได้

# /question:WYPK_11A/response:9/text
source: are part of a successful and valued team
th: ได้เป็นส่วนหนึ่งของทีมที่มีคุณค่าและประสบความสำเร็จ

# /question:WYPK_11A/response:10/text
source: pay them a salary that they are satisfied with
th: ให้เงินเดือนที่พวกเขาพอใจ

# /question:WYPK_11A/response:11/text
source: allow them to work with a manager whom they have a good relationship with
th: ทำให้พวกเขาได้ทำงานกับผู้จัดการที่พวกเขามีความสัมพันธ์ที่ดีด้วย

# /question:WYPK_11A/response:12/text
source: offer them development opportunity
th: มอบโอกาสในการพัฒนาตัวเองให้กับพวกเขา

# /question:WYPK_11A/response:97/text
source: Others, please specify
th: อื่น ๆ โปรดระบุ

# /question:WYPK_11A/response:99/text
source: None - there's nothing they are happy about in their job roles
th: ไม่มี - ไม่มีสิ่งที่ทำให้พวกเขาพอใจกับบทบาทการทำงานของตัวเอง

# /question:WYPK_11B/text
source: What do you think makes your employees <u>unhappy</u> about in their current job roles? Select all that apply.<br/><br/>Their roles …
th: คุณคิดว่าอะไรทำให้พนักงานของคุณ<u>ไม่พอใจ</u>กับบทบาทการทำงานในปัจจุบันของพวกเขา (เลือกทุกข้อที่เกี่ยวข้อง) <br/><br/>บทบาทการทำงานของพวกเขา...

# /question:WYPK_11B/response:1/text
source: do not give them meaning
th: ไม่ได้ทำให้พวกเขารู้สึกว่ามีความหมาย

# /question:WYPK_11B/response:2/text
source: do not allow them to decide how their work should be done
th: ไม่ทำให้พวกเขาตัดสินใจได้ว่าควรทำงานของตัวเองให้เสร็จได้อย่างไร

# /question:WYPK_11B/response:3/text
source: do not allow them to be flexible with their work arrangements
th: ไม่ได้ทำให้พวกเขาเลือกวิธีการทำงานได้อย่างยืดหยุ่น

# /question:WYPK_11B/response:4/text
source: do not offer them work-life balance
th: ไม่ได้สร้างสมดุลชีวิตการทำงานและชีวิตส่วนตัวให้กับพวกเขา

# /question:WYPK_11B/response:5/text
source: are not challenging enough
th: ไม่ท้าทายพอ

# /question:WYPK_11B/response:6/text
source: are too challenging
th: ท้าทายมากเกินไป

# /question:WYPK_11B/response:7/text
source: do not allow them to utilise their core skill set
th: ไม่ได้ทำให้พวกเขานำทักษะที่สำคัญมาประยุกต์ใช้ได้

# /question:WYPK_11B/response:8/text
source: do not allow them to add value to the team
th: ไม่ได้ทำให้พวกเขาเพิ่มคุณค่าให้กับทีมได้

# /question:WYPK_11B/response:9/text
source: are not part of a successful and valued team
th: ไม่ได้เป็นส่วนหนึ่งของทีมที่มีคุณค่าและประสบความสำเร็จ

# /question:WYPK_11B/response:10/text
source: do not pay them a salary that they are satisfied with
th: ไม่ให้เงินเดือนที่พวกเขาพอใจ

# /question:WYPK_11B/response:11/text
source: do not allow them to work with a manager whom they have a good relationship with
th: ไม่ทำให้พวกเขาได้ทำงานกับผู้จัดการที่พวกเขามีความสัมพันธ์ที่ดีด้วย

# /question:WYPK_11B/response:12/text
source: do not offer them development opportunity
th: ไม่ได้มอบโอกาสในการพัฒนาตัวเองให้กับพวกเขา

# /question:WYPK_11B/response:97/text
source: Others, please specify
th: อื่น ๆ โปรดระบุ

# /question:WYPK_11B/response:99/text
source: None - there's nothing they are unhappy about in their job roles
th: ไม่มี - ไม่มีสิ่งที่ทำให้พวกเขาไม่พอใจกับบทบาทการทำงานของตัวเอง

# /question:WYPK_12/text
source: How happy or unhappy do you think your employees are with the <u>company</u>?
th: คุณคิดว่าพนักงานของคุณพอใจหรือไม่พอใจกับ<u>บริษัท </u>

# /question:WYPK_12/response:1/text
source: 0 - Not at all happy
th: 0 - ไม่พอใจเลย

# /question:WYPK_12/response:11/text
source: 10 - Extremely happy
th: 10 - พอใจอย่างมาก

# /question:WYPK_13A/text
source: What about your company do you think makes your employees <u>happy</u>? Select all that apply. <br/><br/>The company …
th: คุณคิดว่าอะไรทำให้พนักงานของคุณ<u>พอใจ</u>กับบริษัทของคุณบ้าง (เลือกทุกข้อที่เกี่ยวข้อง) <br/><br/>บริษัท...

# /question:WYPK_13A/response:1/text
source: has a positive work culture
th: มีวัฒนธรรมการทำงานที่ดี

# /question:WYPK_13A/response:2/text
source: has a good reputation
th: มีชื่อเสียงดีงาม

# /question:WYPK_13A/response:3/text
source: has a vision they believe in
th: มีวิสัยทัศน์ที่พวกเขาเชื่อมั่น

# /question:WYPK_13A/response:4/text
source: treats them fairly
th: ปฏิบัติต่อพวกเขาอย่างยุติธรรม

# /question:WYPK_13A/response:5/text
source: recognises the work that they do
th: ยอมรับและชื่นชมผลงานของพวกเขา

# /question:WYPK_13A/response:6/text
source: operates from a location they like
th: ดำเนินธุรกิจในทำเลที่พวกเขาชอบ

# /question:WYPK_13A/response:7/text
source: does work that they are proud of
th: ทำงานที่พวกเขาภาคภูมิใจ

# /question:WYPK_13A/response:8/text
source: offers a pleasant working environment
th: มีสภาพแวดล้อมการทำงานที่น่าพอใจ

# /question:WYPK_13A/response:9/text
source: offers good perks/ benefits
th: ให้ผลตอบแทน/ สิทธิประโยชน์ที่ดี

# /question:WYPK_13A/response:97/text
source: Others, please specify
th: อื่น ๆ โปรดระบุ

# /question:WYPK_13A/response:99/text
source: None - there's nothing they are happy about the company
th: ไม่มี - ไม่มีสิ่งที่ทำให้พวกเขาพอใจกับบริษัท

# /question:WYPK_13B/text
source: What about your company do you think makes your employees <u>unhappy</u>? Select all that apply. <br/><br/>The company …
th: คุณคิดว่าอะไรทำให้พนักงานของคุณ<u>ไม่พอใจ</u>กับบริษัทของคุณบ้าง (เลือกทุกข้อที่เกี่ยวข้อง) <br/><br/>บริษัท...

# /question:WYPK_13B/response:1/text
source: has a negative work culture
th: มีวัฒนธรรมการทำงานที่ไม่ดี

# /question:WYPK_13B/response:2/text
source: has a bad reputation
th: มีชื่อเสียงเลวร้าย

# /question:WYPK_13B/response:3/text
source: has a vision they don't believe in
th: มีวิสัยทัศน์ที่พวกเขาไม่เชื่อมั่น

# /question:WYPK_13B/response:4/text
source: treats them unfairly
th: ปฏิบัติต่อพวกเขาอย่างไม่ยุติธรรม

# /question:WYPK_13B/response:5/text
source: does not recognise the work that they do
th: ไม่ยอมรับและชื่นชมผลงานของพวกเชา

# /question:WYPK_13B/response:6/text
source: does not operate from a location they like
th: ไม่ได้ดำเนินธุรกิจในทำเลที่พวกเขาชอบ

# /question:WYPK_13B/response:7/text
source: does work that they are not proud of
th: ไม่ได้ทำงานที่พวกเขาภาคภูมิใจ

# /question:WYPK_13B/response:8/text
source: offers an unpleasant working environment
th: มีสภาพแวดล้อมการทำงานที่ไม่น่าพอใจ

# /question:WYPK_13B/response:9/text
source: offers poor perks/ benefits
th: ให้ผลตอบแทน/ สิทธิประโยชน์ที่ไม่น่าพอใจ

# /question:WYPK_13B/response:97/text
source: Others, please specify
th: อื่น ๆ โปรดระบุ

# /question:WYPK_13B/response:99/text
source: None - there's nothing they are unhappy about the company
th: ไม่มี - ไม่มีสิ่งที่ทำให้พวกเขาไม่พอใจกับบริษัท

# /free_text/text
source: Now, we will ask you a few more questions about your opinions of work.
th: ต่อไป เราจะสอบถามความคิดเห็นเกี่ยวกับงานจากคุณสักเล็กน้อย

# /question:WYPK_14/text
source: Select the sentence that better represents your benefits package, if any, in your company.
th: กรุณาเลือกประโยคที่ตรงกับแพ็คเกจสิทธิประโยชน์ของคุณในบริษัท (ถ้ามี)

# /question:WYPK_14/response:1/text
source: I have a benefits package that is standardized across all employees in my company.
th: ฉันมีแพ็คเกจสิทธิประโยชน์ที่เป็นมาตรฐานเหมือนกับพนักงานทุกคนในบริษัท

# /question:WYPK_14/response:2/text
source: I have a benefits package that is tailored to fit with my needs as an individual.
th: ฉันมีแพ็คเกจสิทธิประโยชน์ที่ปรับให้เหมาะกับความต้องการของฉัน

# /question:WYPK_14/response:3/text
source: I don't have a benefits package
th: ฉันไม่มีแพ็คเกจสิทธิประโยชน์

# /question:WYPK_14/response:4/text
source: Don't know/ Not sure
th: ไม่ทราบ / ไม่แน่ใจ

# /question:WYPK_15/text
source: I believe companies ________ tailoring company benefits based on the needs of each employee.
th: ฉันเชื่อว่าบริษัท ________ ปรับสิทธิประโยชน์ของบริษัทให้เหมาะกับความต้องการของพนักงานแต่ละคน

# /question:WYPK_15/response:1/text
source: should be
th: สมควร

# /question:WYPK_15/response:2/text
source: should <u>not</u> be
th: <u>ไม่</u>สมควร

# /question:WYPK_15/response:3/text
source: I have no opinion
th: ฉันไม่มีความเห็นในเรื่องนี้

# /question:WYPK_16/text
source: When it comes to expressing any concerns you have at work with your manager(s)/ superior(s), ….
th: ถ้าเป็นเรื่องของการรายงานข้อกังวลในสถานที่ทำงานกับผู้จัดการ/ หัวหน้างานของคุณ...

# /question:WYPK_16/response:1/text
source: I am given the opportunity to do so whenever there's a need to
th: ฉันสามารถทำแบบนั้นได้ทุกเมื่อที่ต้องการ

# /question:WYPK_16/response:2/text
source: I am given the opportunity to do so on specified occasions, and these occasions happen <u>regularly</u>
th: ฉันสามารถทำแบบนั้นได้ในบางโอกาส และโอกาสเหล่านี้<u>เกิดขึ้นเป็นประจำ</u>

# /question:WYPK_16/response:3/text
source: I am given the opportunity to do so on specified occasions, and these occasions happen <u>rarely</u>
th: ฉันสามารถทำแบบนั้นได้ในบางโอกาส และโอกาสเหล่านี้<u>ไม่ค่อยเกิดขึ้น</u>

# /question:WYPK_16/response:4/text
source: I am not given the opportunity to do so
th: ฉันไม่มีโอกาสทำแบบนั้น

# /question:WYPK_16/response:5/text
source: I don't have any concerns at work
th: ฉันไม่มีข้อกังวลอะไรในสถานที่ทำงาน

# /question:WYPK_17/text
source: When I address my concerns at work to my manager/ superior, I feel that….
th: เมื่อฉันรายงานข้อกังวลในสถานที่ทำงานกับผู้จัดการ/ หัวหน้างานของฉัน ฉันรู้สึกว่า...

# /question:WYPK_17/response:1/text
source: my employer does not care
th: นายจ้างไม่ให้ความสนใจ

# /question:WYPK_17/response:2/text
source: my employer cares, but does not attempt to address it
th: นายจ้างให้ความสนใจ แต่ไม่ได้พยายามจะแก้ไข

# /question:WYPK_17/response:3/text
source: my employer cares, and attempts to address it
th: นายจ้างให้ความสนใจ และพยายามจะแก้ไข

# /question:WYPK_19/text
source: How often, if at all, …... <br/><br/> Select the option that best fits.
th: โปรดเลือกความถี่ที่จะเกิดขึ้นกับคุณในสถานการณ์เหล่านี้… <br/><br/>(กรุณาเลือกตัวเลือกที่ตรงที่สุด)

# /question:WYPK_19_1/text
source: do you have one-to-one conversations with your manager?
th: คุณได้พูดคุยกับผู้จัดการของคุณแบบตัวต่อตัว

# /question:WYPK_19_2/text
source: do you want to have one-to-one conversations with your manager?
th: คุณต้องการที่จะพูดคุยกับผู้จัดการของคุณแบบตัวต่อตัว

# /question:WYPK_19_3/text
source: are you having one-to-one conversations with your employees?
th: คุณจะพูดคุยกับพนักงานของคุณแบบตัวต่อตัว

# /question:WYPK_19/response:1/text
source: Once a week or more often
th: สัปดาห์ละครั้งหรือบ่อยกว่านั้น

# /question:WYPK_19/response:2/text
source: Once every 2 to 3 weeks
th: 2 - 3 สัปดาห์ต่อครั้ง

# /question:WYPK_19/response:3/text
source: Once a month
th: เดือนละครั้ง

# /question:WYPK_19/response:4/text
source: Once every 2 to 3 months
th: ทุก 2 - 3 เดือน

# /question:WYPK_19/response:5/text
source: Once every 4 to 6 months
th: ทุก 4 - 6 เดือน

# /question:WYPK_19/response:6/text
source: Once every 7 to 12 months
th: ทุก 7 - 12 เดือน

# /question:WYPK_19/response:7/text
source: Less often than once a year
th: น้อยกว่าปีละครั้ง

# /question:WYPK_19/response:8/text
source: Not applicable for me
th: ไม่เกี่ยวข้องกับฉัน

# /question:WYPK_21/text
source: From the list below, select <u>up to five</u> characteristics that you believe are most undesirable when it comes to people you work with.
th: จากรายการด้านล่าง กรุณาเลือกคุณลักษณะที่คุณเชื่อว่าเป็นคุณลักษณะที่ไม่พึงประสงค์ที่สุดของคนที่คุณทำงานด้วยมา<u>ไม่เกิน 5 ข้อ</u>

# /question:WYPK_21/response:1/text
source: Does not have the skills to do the job
th: ไม่มีทักษะในการทำงาน

# /question:WYPK_21/response:2/text
source: Is not a team player
th: ไม่รู้จักการทำงานเป็นทีม

# /question:WYPK_21/response:3/text
source: Treats different colleagues differently
th: ปฏิบัติต่อเพื่อนร่วมงานแต่ละคนแตกต่างกัน

# /question:WYPK_21/response:4/text
source: Avoids taking on additional tasks
th: หลีกเลี่ยงไม่ยอมทำงานเพิ่ม

# /question:WYPK_21/response:5/text
source: Complains regularly
th: พร่ำบ่นเป็นประจำ

# /question:WYPK_21/response:6/text
source: Too quiet
th: เงียบเกินไป

# /question:WYPK_21/response:7/text
source: Too loud
th: เสียงดังเกินไป

# /question:WYPK_21/response:8/text
source: Has poor time management
th: บริหารเวลาได้ไม่ดี

# /question:WYPK_21/response:9/text
source: Is disorganised
th: ไม่เป็นระเบียบ

# /question:WYPK_21/response:10/text
source: Does not care about how other colleagues feel
th: ไม่สนใจว่าเพื่อนร่วมงานคนอื่นคิดยังไง

# /question:WYPK_21/response:11/text
source: Believes he/ she is always right
th: เชื่อว่าตัวเองถูกต้องเสมอ

# /question:WYPK_21/response:12/text
source: Has an aggressive attitude
th: มีทัศนคติก้าวร้าว

# /question:WYPK_21/response:13/text
source: Talks bad about previous employer
th: พูดถึงนายจ้างคนเก่าในแง่ลบ

# /question:WYPK_21/response:14/text
source: Not open to working overtime
th: ไม่ยอมทำงานล่วงเวลา

# /question:WYPK_21/response:15/text
source: Does not dress appropriately
th: แต่งตัวไม่เหมาะสม

# /question:WYPK_21/response:16/text
source: Too many requests/ demands
th: เรียกร้อง/ ขอมากเกินไป

# /question:WYPK_21/response:17/text
source: Poor body language
th: ใช้ภาษากายที่ไม่สุภาพ

# /question:WYPK_21/response:98/text
source: Others; please specify
th: อื่น ๆ โปรดระบุ

# /question:WYPK_21/response:99/text
source: None of these
th: ไม่ใช่ทั้งหมดที่กล่าวมา

# /question:WYPK_28/text
source: What are your biggest challenges when hiring new people for your team? Please rank your top 3 with 1 being the biggest challenge and so on.
th: อะไรคือความท้าทายที่ยิ่งใหญ่ที่สุดของคุณ เมื่อจ้างคนใหม่ให้กับทีมของคุณ โปรดให้คะแนน 3 อันดับแรกของคุณ โดยที่ 1 เป็นความท้าทายที่ยิ่งใหญ่ที่สุดและอื่น ๆ

# /question:WYPK_28/response:1/text
source: Finding workers with the right skills and experience
th: การหาคนงานที่มีทักษะและประสบการณ์ที่เหมาะสม

# /question:WYPK_28/response:2/text
source: Competition from other organisations
th: การแข่งขันจากองค์กรอื่น ๆ

# /question:WYPK_28/response:3/text
source: Limited budget/salary
th: งบประมาณ/ เงินเดือนที่มีจำกัด

# /question:WYPK_28/response:4/text
source: Attracting the right culture/ values fit
th: การจูงใจทางวัฒนธรรม/ ค่านิยมที่เหมาะสม

# /question:WYPK_28/response:5/text
source: Poor retention of new hires
th: ทำงานที่ใหม่ไม่นาน

# /question:WYPK_28/response:6/text
source: Time to hire is too long
th: เวลาในการจ้างนานเกินไป

# /question:WYPK_28/response:7/text
source: Asking the right interview questions
th: การถามคำถามสัมภาษณ์ที่เหมาะสม

# /question:WYPK_23/text
source: To what extent do you agree or disagree with the following statements?
th: คุณเห็นด้วยหรือไม่เห็นด้วยกับข้อความต่อไปนี้มากน้อยเพียงใด

# /question:WYPK_23_1/text
source: I will recommend my company to my friends or family
th: ฉันจะแนะนำบริษัทให้กับเพื่อนหรือครอบครัว

# /question:WYPK_23_2/text
source: I respect my manager/ superior
th: ฉันเคารพผู้จัดการ/หัวหน้างาน

# /question:WYPK_23_3/text
source: I feel proud working for my company
th: ฉันรู้สึกภูมิใจที่ได้ทำงานในบริษัท

# /question:WYPK_23_4/text
source: I am willing to work overtime to help a colleague
th: ฉันเต็มใจทำงานล่วงเวลาเพื่อช่วยเพื่อนร่วมงาน

# /question:WYPK_23_5/text
source: I compliment my colleague(s) when they do a good job
th: ฉันชมเพื่อนร่วมงานเมื่อพวกเขาทำงานได้ดี

# /question:WYPK_23_6/text
source: I see myself in the long term plans of the company
th: ฉันคิดว่าจะทำงานกับบริษัทไปอีกนาน

# /question:WYPK_23_7/text
source: I feel productive at work
th: ฉันรู้สึกว่าทำงานได้เต็มที่

# /question:WYPK_23_8/text
source: I often smile while I am at work
th: ฉันมักจะยิ้มบ่อย ๆ เวลาทำงาน

# /question:WYPK_23_9/text
source: I volunteer myself to be part of projects in my workplace
th: ฉันอาสาเข้าร่วมทำโครงการต่าง ๆ ในที่ทำงาน

# /question:WYPK_23_10/text
source: I am dedicated to my job
th: ฉันทุ่มเทให้กับงานของฉัน

# /question:WYPK_23/response:1/text
source: Strongly disagree
th: ไม่เห็นด้วยอย่างยิ่ง

# /question:WYPK_23/response:2/text
source: Disagree
th: ไม่เห็นด้วย

# /question:WYPK_23/response:3/text
source: Neither agree nor disagree
th: เฉย ๆ

# /question:WYPK_23/response:4/text
source: Agree
th: เห็นด้วย

# /question:WYPK_23/response:5/text
source: Strongly agree
th: เห็นด้วยอย่างยิ่ง

# /question:WYPK_23/response:6/text
source: Not applicable
th: ไม่เกี่ยวข้องกับตัวฉัน

# /free_text/text
source: Hello,<br><br> Your responses within this survey have been flagged by our automatic system check as not meeting YouGov standards. Please click <a href="https://th.yougov.com/en-th/account/faq/$diez/F4" target="_blank">here</a> to read further.<br><br> We regret to inform you that you will not be allowed to proceed further with this survey.<br><br> We understand that there could be accidental errors that might have triggered this message.<br><br> You will receive another survey shortly, based on the research requirements of your market. <br><br> We thank you for your understanding and patience and for working with us on this commitment that we at YouGov have towards quality.<br><br> Best,<br> YouGov
th: สวัสดี,<br><br> คำตอบของคุณในแบบสำรวจนี้ถูกพบโดยระบบตรวจสอบอัตโนมัติของเราว่าไม่เป็นไปตามมาตรฐานของ YouGov โปรดคลิก <a href="https://th.yougov.com/th/account/faq/$diez/F4" target="_blank">ที่นี่</a> เพื่ออ่านเพิ่มเติม<br><br> เราเสียใจที่ต้องแจ้งให้คุณทราบว่าคุณจะไม่ได้รับอนุญาตให้ดำเนินการทำแบบสำรวจนี้ต่อไป<br><br> เราเข้าใจว่าอาจมีข้อผิดพลาดที่ทำให้เกิดข้อความนี้<br><br> คุณจะได้รับแบบสำรวจอื่นอีกครั้งในไม่ช้า โดยขึ้นอยู่กับข้อกำหนดการวิจัยของตลาดที่ตรงกับตัวคุณ<br><br> เราขอขอบคุณที่คุณเข้าใจและสนใจตอบแบบสำรวจกับเรา และขอขอบคุณสำหรับการเป็นส่วนหนึ่งของYouGov ที่เรามุ่งมั่นทำให้ข้อมูลของเรามีคุณภาพต่อไป<br><br> ขอแสดงความนับถือ<br> YouGov
