Repository: blackfedora/test-weblate
Catalog: OMFTJ_SGP22447422_Persolkelly_APAC_Workforce_Insights_*/*.po
Languages: th

# /question:birthyear/text
source: Which year were you born?
th: กรุณาระบุปีเกิดของคุณเป็น ค.ศ.?

# /free_text/text
source: <p class="alert alert-error">Please review your response then click the forward button to proceed.</p>
th: <p class="alert alert-error">กรุณาตรวจสอบคำตอบของคุณ และกดส่งเพื่อดำเนินการต่อ.</p>

# /question:parent_yn_check/text
source: Are you a parent or guardian? Please select all that apply.
th: คุณเป็นพ่อแม่หรือผู้ปกครองใช่หรือไม่? กรุณาเลือกทุกข้อที่ใช่

# /question:parent_yn_check/response:1/text
source: Yes, of at least one child younger than 18
th: ใช่ ของเด็กอายุน้อยกว่า 18 ปี อย่างน้อยหนึ่งคน

# /question:parent_yn_check/response:2/text
source: Yes, of at least one child 18 years old or older
th: ใช่ ของเด็กอายุ 18 ปีหรือมากกว่า อย่างน้อยหนึ่งคน

# /question:parent_yn_check/response:3/text
source: No, I am neither a parent or guardian
th: ไม่ ฉันไม่ใช่ทั้งพ่อแม่หรือผู้ปกครอง

# /question:parent_yn_check/response:98/text
source: Don't know/Prefer not to say
th: ไม่ทราบ/ไม่ประสงค์ที่จะตอบ

# /free_text/text
source: <div class="alert alert-error">Dear Sir/Ma'am, you have declared that you have had grandchild(ren) were under 16 yo, which is very unlikely to be true. You might have mistakenly selected your answer. Please do ensure if you have properly selected your intended answer before proceeding to the next page.</div>
th: <div class="alert alert-error">จากที่คุณให้ข้อมูลว่า คุณมีหลานที่อายุน้อยกว่า 16 ปีนั้น ไม่น่าจะเป็นคำตอบที่ถูกต้อง คุณอาจจะเลือกคำตอบผิด โปรดตรวจสอบคำตอบของคุณ และเลือกคำตอบที่ถูกต้องก่อนไปหน้าถัดไป</div>

# /question:S4/text
source: Which of the following best describes your current employment status?
th: ข้อใดต่อไปนี้ตรงกับสถานะการทำงานในปัจจุบันของคุณมากที่สุด

# /question:S4/response:1/text
source: Permanent full time
th: ทำงานประจำ เต็มเวลา

# /question:S4/response:2/text
source: Permanent part time
th: ทำงานประจำ แบบพาร์ทไทม์

# /question:S4/response:3/text
source: Contract full time
th: ทำงานเต็มเวลา แบบสัญญาจ้าง

# /question:S4/response:4/text
source: Contract part time
th: ทำงานพาร์ทไทม์ แบบสัญญาจ้าง

# /question:S4/response:5/text
source: Temporary
th: ทำงานชั่วคราว

# /question:S4/response:6/text
source: Retired
th: เกษียณ

# /question:S4/response:7/text
source: Unemployed
th: ว่างงาน

# /question:S4/response:8/text
source: Not working
th: ไม่ได้ทำงาน

# /free_text/text
source: The survey has already been filled with the required number of responses. We hope to hear from you again on future surveys and learn more about your views of brands, products, and industries. All the best! <br/><br/> Please click the button below to end the survey.
th: แบบสำรวจนี้ได้รับการตอบคำถามตามจำนวนที่ต้องการแล้ว เราหวังว่าจะได้รับการตอบรับการทำแบบสำรวจจากคุณอีกครั้งในอนาคต และได้เรียนรู้ถึงทัศนะของคุณมากขึ้นเกี่ยวกับเกี่ยวกับแบรนด์ ผลิตภัณฑ์ และอุตสาหกรรม ขอให้โชคดี! <br/><br/> โปรดคลิกปุ่มด้านล่างเพื่อสิ้นสุดการสำรวจ

# /question:S1/text
source: What is your current occupation?
th: ปัจจุบันคุณประกอบอาชีพใด

# /question:S1/response:1/text
source: Professional (e.g. doctor, lawyer)
th: อาชีพที่ต้องใช้วิชาชีพ (เช่น แพทย์, นักกฎหมาย)

# /question:S1/response:2/text
source: Manager/ Executive
th: ผู้จัดการ/ ผู้บริหาร

# /question:S1/response:3/text
source: Business owner/ Entrepreneur
th: เจ้าของธุรกิจ/ เจ้าของกิจการ

# /question:S1/response:4/text
source: General staff (e.g. administration, office support, professional support)
th: พนักงานทั่วไป (เช่น งานธุรการ, งานสนับสนุนสำนักงาน, งานสนับสนุนทางวิชาชีพ)

# /question:S1/response:5/text
source: Skilled manual worker (e.g. electrician, plumber, carpenter)
th: ช่างฝีมือแรงงาน (เช่น ช่างไฟฟ้า, ช่างประปา, ช่างไม้)

# /question:S1/response:6/text
source: Semi-skilled or unskilled worker (e.g. farm labourer, construction worker, hotel maid, cleaner)
th: ช่างฝีมือกึ่งแรงงานหรือแรงงานไม่มีฝีมือ (เช่น คนงานในไร่, คนงานก่อสร้าง, แม่บ้านในโรงแรม, พนักงานทำความสะอาด)

# /question:S1/response:7/text
source: Freelancer
th: ผู้ประกอบอาชีพอิสระ

# /question:S1/response:97/text
source: Others
th: อื่น ๆ

# /logic/text
source: unemployed
th: ว่างงาน

# /logic/text
source: not working
th: ไม่ได้ทำงาน

# /question:S3/text
source: You mentioned that you are $pipelower. Which of these applies to you?
th: คุณบอกว่าคุณเป็น $pipelower ข้อใดต่อไปนี้ตรงกับคุณ

# /question:S3/response:1/text
source: I am currently looking for a job
th: ปัจจุบันฉันกำลังมองหางานอยู่

# /question:S3/response:2/text
source: I plan to look for a job within the next 1 year
th: ฉันวางแผนว่าจะหางานในอีก 1 ปีข้างหน้า

# /question:S3/response:3/text
source: I am <u>not</u> looking for a job within the next 1 year
th: ฉัน<u>ไม่ได้</u>วางแผนว่าจะหางานในอีก 1 ปีข้างหน้า

# /question:S5/text
source: What kind of organisation do you work for?
th: คุณทำงานให้กับองค์กรประเภทใด

# /question:S5/response:1/text
source: Private sector – profit-seeking (e.g. public limited company, partnership)
th: ภาคเอกชน - แสวงหากำไร (เช่น บริษัทจำกัดมหาชน ห้างหุ้นส่วน)

# /question:S5/response:2/text
source: Public sector – government owned or funded (e.g. civil service, local government, university)
th: ภาครัฐบาล - รัฐบาลเป็นเจ้าของหรือให้เงินทุน (เช่น บริการของรัฐ หน่วยงานรัฐบาลในท้องถิ่น มหาวิทยาลัย)

# /question:S5/response:3/text
source: Others – non-profit, non-governmental (e.g. charity, NGO, social enterprise)
th: อื่น ๆ - ไม่แสวงหากำไร ไม่เกี่ยวข้องกับรัฐบาล (เช่น องค์กรการกุศล องค์กรนอกภาครัฐ องค์กรเพื่อสังคม)

# /question:S5/response:98/text
source: Don't know
th: ไม่ทราบ

# /question:S5/response:99/text
source: Not applicable
th: ไม่เกี่ยวข้อง

# /question:S6/text
source: Regardless of the particular job that you do, in what industry does your company work?
th: บริษัทที่คุณทำงานอยู่ในอุตสาหกรรมใด ไม่ว่าคุณจะทำงานใดก็ตาม

# /question:S6/response:1/text
source: Accounting
th: การบัญชี

# /question:S6/response:2/text
source: Agriculture (farming, livestock)
th: การเกษตร (การทำเรือกสวนไร่นา ปศุสัตว์)

# /question:S6/response:3/text
source: Airlines or air travel
th: สายการบินหรือการเดินทางทางอากาศ

# /question:S6/response:4/text
source: Hotels or lodging
th: โรงแรมหรือบริการที่พัก

# /question:S6/response:5/text
source: Other travel services
th: บริการอื่นๆ เกี่ยวกับการเดินทาง

# /question:S6/response:6/text
source: Arts, entertainment, and recreation
th: ศิลปะ ความบันเทิง และการสันทนาการ

# /question:S6/response:7/text
source: Business services (e.g. consulting, business or market research)
th: บริการทางธุรกิจ (เช่น การให้คำปรึกษา การวิจัยธุรกิจหรือตลาด)

# /question:S6/response:8/text
source: Construction
th: การก่อสร้าง

# /question:S6/response:9/text
source: Education
th: การศึกษา

# /question:S6/response:10/text
source: Engineering, design, or architecture
th: วิศวกรรม การออกแบบ หรือสถาปัตยกรรม

# /question:S6/response:11/text
source: Financial services (e.g. banking, brokerage & investment)
th: บริการทางการเงิน (เช่น การธนาคาร, โบรกเกอร์ และการลงทุน)

# /question:S6/response:12/text
source: Insurance
th: ประกันภัย

# /question:S6/response:13/text
source: Health or medical services
th: บริการด้านสุขภาพและการแพทย์

# /question:S6/response:14/text
source: Law or legal services
th: กฎหมายและบริการทางกฎหมาย

# /question:S6/response:15/text
source: Maintenance and repair
th: การบำรุงรักษาและการซ่อมแซม

# /question:S6/response:16/text
source: Manufacturing
th: การผลิต

# /question:S6/response:17/text
source: Media and communications
th: สื่อและการสื่อสาร

# /question:S6/response:18/text
source: Natural resources (e.g. oil, mining, forestry)
th: ทรัพยากรธรรมชาติ (เช่น น้ำมัน, การทำเหมือง, และการป่าไม้)

# /question:S6/response:19/text
source: Personal care and services
th: การดูแลตัวเองและบริการต่างๆ

# /question:S6/response:20/text
source: Real estate
th: อสังหาริมทรัพย์

# /question:S6/response:21/text
source: Restaurant services
th: บริการร้านอาหาร

# /question:S6/response:22/text
source: Retail
th: ร้านค้าปลีก

# /question:S6/response:23/text
source: Science
th: วิทยาศาสตร์

# /question:S6/response:24/text
source: Technology services
th: บริการด้านเทคโนโลยี

# /question:S6/response:25/text
source: Transport & Logistics
th: การขนส่งและโลจิสติกส์

# /question:S6/response:26/text
source: Wholesaling
th: การขายส่ง

# /question:S6/response:97/text
source: Other
th: อื่น ๆ

# /question:S7/text
source: What level of management responsibility do you hold in your current position?
th: จากตำแหน่งของคุณในปัจจุบัน คุณมีหน้าที่ความรับผิดชอบด้านการบริหารในระดับใด

# /question:S7/response:1/text
source: Owner/ Proprietor
th: เจ้าของ/ ผู้ประกอบการ

# /question:S7/response:2/text
source: Partner
th: หุ้นส่วน

# /question:S7/response:3/text
source: Chairperson
th: ประธาน

# /question:S7/response:4/text
source: Chief Executive
th: หัวหน้าเจ้าหน้าที่บริหาร

# /question:S7/response:5/text
source: Managing Director
th: กรรมการผู้จัดการ

# /question:S7/response:6/text
source: Non Executive Director
th: กรรมการที่ไม่มีอำนาจบริหาร

# /question:S7/response:7/text
source: Other board level Director
th: กรรมการระดับบอร์ดบริหารอื่น ๆ

# /question:S7/response:8/text
source: Director below board level
th: กรรมการที่ต่ำกว่าระดับบอร์ดบริหาร

# /question:S7/response:9/text
source: Senior manager
th: ผู้จัดการระดับสูง

# /question:S7/response:10/text
source: Middle manager
th: ผู้จัดการระดับกลาง

# /question:S7/response:11/text
source: Junior manager/ team leader/ supervisor
th: ผู้จัดการระดับล่าง/ หัวหน้าทีม/ หัวหน้างาน

# /question:S7/response:97/text
source: Other
th: อื่น ๆ

# /question:S7/response:99/text
source: Not applicable - I don't have any management responsibility
th: ไม่เกี่ยวข้อง - ฉันไม่มีหน้าที่ความรับผิดชอบเกี่ยวกับการบริหาร

# /question:S2/text
source: How would you describe your role and responsibility when it comes to hiring staff in your team/ company/ business?
th: ข้อใดต่อไปนี้ตรงกับบทบาทและหน้าที่ของคุณเกี่ยวกับการจ้างพนักงานในทีม/ บริษัท/ ธุรกิจของคุณ

# /question:S2/response:1/text
source: I am the key decision maker on staff hires
th: ฉันเป็นผู้ตัดสินใจหลักเกี่ยวกับการจ้างพนักงาน

# /question:S2/response:2/text
source: I am one of the key decision makers on hiring staff
th: ฉันเป็นหนึ่งในผู้ตัดสินใจหลักเกี่ยวกับการจ้างพนักงาน

# /question:S2/response:3/text
source: I have some influence and say on hiring staff, but not the key decision maker
th: ฉันมีอิทธิพลและมีสิทธิมีเสียงในการจ้างพนักงาน แต่ไม่ใช่ผู้ตัดสินใจหลัก

# /question:S2/response:4/text
source: I have little or no impact on hiring staff
th: ฉันมีอิทธิพลเพียงเล็กน้อยหรือไม่มีอิทธิพลต่อการจ้างพนักงานเลย

# /question:S8/text
source: In which country/ region do you currently reside?
th: คุณพักอาศัยอยู่ในประเทศ/ภูมิภาคใดในปัจจุบันนี้?

# /question:S8/response:1/text
source: Australia
th: ออสเตรเลีย

# /question:S8/response:2/text
source: Mainland China
th: จีนแผ่นดินใหญ่

# /question:S8/response:3/text
source: Hong Kong SAR
th: ฮ่องกง

# /question:S8/response:4/text
source: Malaysia
th: มาเลเซีย

# /question:S8/response:5/text
source: Singapore
th: สิงคโปร์

# /question:S8/response:6/text
source: Taiwan
th: ไต้หวัน

# /question:S8/response:7/text
source: India
th: อินเดีย

# /question:S8/response:8/text
source: Indonesia
th: อินโดนีเซีย

# /question:S8/response:9/text
source: Thailand
th: ไทย

# /question:S8/response:10/text
source: Vietnam
th: เวียดนาม

# /question:S8/response:11/text
source: South Korea
th: เกาหลีใต้

# /question:S8/response:12/text
source: New Zealand
th: นิวซีแลนด์

# /question:S8/response:97/text
source: Other
th: อื่นๆ

# /free_text/text
source: Thank you for agreeing to participate in this survey **Length of interview: Approximately $loi minutes** **Prize: $points Points** Your views are important and more powerful than you think. Please use the ‘next’ button at the bottom of each page to navigate through the survey. Please do not use the arrow/progress button at the top of your browser.
th: ขอขอบคุณสำหรับความร่วมมือ **ระยะเวลาการสัมภาษณ์: ประมาณ $loi นาที** **คะแนน: $points คะแนน** มุมมองของคุณสำคัญและทรงพลังมากกว่าที่คุณคิด โปรดใช้ปุ่ม 'ถัดไป' ในด้านท้ายของแต่ละหน้าเพื่อนำทางผ่านการสำรวจ โปรดอย่าใช้ปุ่มลูกศร/ดำเนินการ ที่ด้านบนของเบราว์เซอร์ของคุณ

# /question:WYPK_1/text
source: How long have you been working in your current company? Please select the option that best fits.
th: คุณทำงานในบริษัทปัจจุบันมานานเท่าใดแล้ว (กรุณาเลือกตัวเลือกที่ตรงที่สุด)

# /question:WYPK_1/response:1/text
source: Less than 6 months
th: น้อยกว่า 6 เดือน

# /question:WYPK_1/response:2/text
source: 7 to 11 months
th: 7 - 11 เดือน

# /question:WYPK_1/response:3/text
source: 1 to 3 years
th: 1 - 3 ปี

# /question:WYPK_1/response:4/text
source: 4 to 6 years
th: 4 - 6 ปี

# /question:WYPK_1/response:5/text
source: 7 to 10 years
th: 7 - 10 ปี

# /question:WYPK_1/response:6/text
source: More than 10 years
th: มากกว่า 10 ปี

# /question:WYPK_1/response:7/text
source: Don't know/ Not sure
th: ไม่ทราบ / ไม่แน่ใจ

# /question:WYPK_2/text
source: How much longer do you see yourself working in your current company? Please select the option that best fits.
th: คุณคิดว่าตัวเองจะทำงานในบริษัทปัจจุบันอีกนานแค่ไหน (กรุณาเลือกตัวเลือกที่ตรงที่สุด)

# /question:WYPK_2/response:1/text
source: Less than 6 months
th: น้อยกว่า 6 เดือน

# /question:WYPK_2/response:2/text
source: 7 to 11 months
th: 7 - 11 เดือน

# /question:WYPK_2/response:3/text
source: 1 to 3 years
th: 1 - 3 ปี

# /question:WYPK_2/response:4/text
source: 4 to 6 years
th: 4 - 6 ปี

# /question:WYPK_2/response:5/text
source: 7 to 10 years
th: 7 - 10 ปี

# /question:WYPK_2/response:6/text
source: More than 10 years
th: มากกว่า 10 ปี

# /question:WYPK_2/response:7/text
source: Don't know/ Not sure
th: ไม่ทราบ / ไม่แน่ใจ

# /free_text/text
source: Now, we will ask you questions about your company and your job role within the company.
th: ต่อไปนี้ เราจะสอบถามเกี่ยวกับบริษัทและบทบาทการทำงานของคุณในบริษัท

# /question:WYPK_4/text
source: Thinking about your job role and its responsibilities, how happy or unhappy are you with your current <u>job role</u>?
th: กรุณานึกถึงบทบาทการทำงานและหน้าที่ความรับผิดชอบของคุณ แล้วบอกเราว่าคุณพอใจหรือไม่พอใจกับ<u>บทบาทการทำงาน</u>ในปัจจุบันมากน้อยเพียงใด

# /question:WYPK_4/response:1/text
source: 0 - Not at all happy
th: 0 - ไม่พอใจเลย

# /question:WYPK_4/response:11/text
source: 10 - Extremely happy
th: 10 - พอใจอย่างมาก

# /question:WYPK_5A/text
source: What are you <u>happy</u> about in your current job role? Select all that apply. <br/><br/>My role …
th: คุณ<u>พอใจ</u>กับสิ่งใดบ้างในบทบาทการทำงานปัจจุบันของคุณ (เลือกทุกข้อที่เกี่ยวข้อง) <br/><br/>บทบาทการทำงานของฉัน...

# /question:WYPK_5A/response:1/text
source: gives me meaning
th: ทำให้ฉันรู้สึกว่ามีความหมาย

# /question:WYPK_5A/response:2/text
source: allows me to decide how my work should be done
th: ทำให้ฉันตัดสินใจได้ว่าควรทำงานของตัวเองให้เสร็จได้อย่างไร

# /question:WYPK_5A/response:3/text
source: allows me to be flexible with my work arrangements
th: ทำให้ฉันเลือกวิธีการทำงานของฉันได้อย่างยืดหยุ่น

# /question:WYPK_5A/response:4/text
source: offers me work-life balance
th: สร้างสมดุลชีวิตการทำงานและชีวิตส่วนตัวให้กับฉัน

# /question:WYPK_5A/response:5/text
source: provides me with the challenge I enjoy
th: มีความท้าทายที่ฉันชอบ

# /question:WYPK_5A/response:7/text
source: allows me to utilise my core skill set
th: ทำให้ฉันนำทักษะที่สำคัญมาประยุกต์ใช้ได้

# /question:WYPK_5A/response:8/text
source: allows me to add value to the team
th: ทำให้ฉันเพิ่มคุณค่าให้กับทีมได้

# /question:WYPK_5A/response:9/text
source: is part of a successful and valued team
th: เป็นส่วนหนึ่งของทีมที่มีคุณค่าและประสบความสำเร็จ

# /question:WYPK_5A/response:10/text
source: pays me a salary that I am satisfied with
th: ให้เงินเดือนที่ฉันพอใจ

# /question:WYPK_5A/response:11/text
source: allows me to work with a manager whom I have a good relationship with
th: ทำให้ฉันได้ทำงานกับผู้จัดการที่ฉันมีความสัมพันธ์ที่ดี

# /question:WYPK_5A/response:12/text
source: offers me development opportunity
th: มอบโอกาสในการพัฒนาตัวเองให้กับฉัน

# /question:WYPK_5A/response:97/text
source: Others, please specify
th: อื่น ๆ โปรดระบุ

# /question:WYPK_5A/response:99/text
source: None - there's nothing I am happy about in my job role
th: ไม่มี - ไม่มีสิ่งที่ทำให้ฉันพอใจกับบทบาทการทำงานของตัวเอง

# /question:WYPK_5B/text
source: What are you <u>unhappy</u> about in your current job role? Select all that apply. <br/><br/>My role …
th: คุณ<u>ไม่พอใจ</u>กับสิ่งใดบ้างในบทบาทการทำงานปัจจุบันของคุณ (เลือกทุกข้อที่เกี่ยวข้อง) <br/><br/>บทบาทการทำงานของฉัน...

# /question:WYPK_5B/response:1/text
source: does not give me meaning
th: ไม่ทำให้ฉันรู้สึกว่ามีความหมาย

# /question:WYPK_5B/response:2/text
source: does not allow me to decide how my work should be done
th: ไม่ทำให้ฉันตัดสินใจได้ว่าควรทำงานของตัวเองให้เสร็จได้อย่างไร

# /question:WYPK_5B/response:3/text
source: does not allow me to be flexible with my work arrangements
th: ทำให้ฉันไม่สามารถเลือกวิธีการทำงานของฉันได้อย่างยืดหยุ่น

# /question:WYPK_5B/response:4/text
source: does not offer me work-life balance
th: ไม่ได้สร้างสมดุลชีวิตการทำงานและชีวิตส่วนตัวให้กับฉัน

# /question:WYPK_5B/response:5/text
source: is not challenging enough
th: ไม่ท้าทายพอ

# /question:WYPK_5B/response:6/text
source: is too challenging
th: ท้าทายมากเกินไป

# /question:WYPK_5B/response:7/text
source: does not allow me to utilise my core skill set
th: ไม่ได้ทำให้ฉันนำทักษะที่สำคัญมาประยุกต์ใช้

# /question:WYPK_5B/response:8/text
source: does not allow me to add value to the team
th: ไม่ได้ทำให้ฉันเพิ่มคุณค่าให้กับทีมได้

# /question:WYPK_5B/response:9/text
source: is not part of a successful and valued team
th: ไม่ได้เป็นส่วนหนึ่งของทีมที่มีคุณค่าและประสบความสำเร็จ

# /question:WYPK_5B/response:10/text
source: does not pay me a salary that I am satisfied with
th: ไม่ได้ให้เงินเดือนที่ฉันพอใจ

# /question:WYPK_5B/response:11/text
source: does not allow me to work with a manager whom I have a good relationship with
th: ไม่ได้ทำให้ฉันได้ทำงานกับผู้จัดการที่ฉันมีความสัมพันธ์อันดี

# /question:WYPK_5B/response:12/text
source: does not offer me development opportunity
th: ไม่ได้ทำให้ฉันได้ทำงานกับผู้จัดการที่ฉันมีความสัมพันธ์ที่ดี

# /question:WYPK_5B/response:97/text
source: Others, please specify
th: อื่น ๆ โปรดระบุ

# /question:WYPK_5B/response:99/text
source: None - there's nothing I am unhappy about in my job role
th: ไม่มี - ไม่มีสิ่งที่ทำให้ฉันไม่พอใจกับบทบาทการทำงานของตัวเอง

# /question:WYPK_7/text
source: Now, thinking about the company that you work for, how happy or unhappy are you working in your current <u>company</u>?
th: ต่อไป ให้คุณนึกถึงบริษัทที่คุณทำงานอยู่ แล้วบอกเราว่าคุณพอใจหรือไม่พอใจกับบริษัทที่คุณทำงานอยู่ในปัจจุบันมากน้อยเพียงใด

# /question:WYPK_7/response:1/text
source: 0 - Not at all happy
th: 0 - ไม่พอใจเลย

# /question:WYPK_7/response:11/text
source: 10 - Extremely happy
th: 10 - พอใจอย่างมาก

# /question:WYPK_8A/text
source: What are you <u>happy</u> about in regards to your current company? Select all that apply. <br/><br/>My company …
th: คุณ<u>พอใจ</u>กับสิ่งใดบ้างเกี่ยวกับบริษัทที่คุณทำงานอยู่ในปัจจุบัน (เลือกทุกข้อที่เกี่ยวข้อง) <br/><br/>บริษัทของฉัน...

# /question:WYPK_8A/response:1/text
source: has a positive work culture
th: มีวัฒนธรรมการทำงานที่ดี

# /question:WYPK_8A/response:2/text
source: has a good reputation
th: มีชื่อเสียงดีงาม

# /question:WYPK_8A/response:3/text
source: has a vision I believe in
th: มีวิสัยทัศน์ที่ฉันเชื่อมั่น

# /question:WYPK_8A/response:4/text
source: treats me fairly
th: ปฏิบัติต่อฉันอย่างยุติธรรม

# /question:WYPK_8A/response:5/text
source: recognises the work that I do
th: ยอมรับและชื่นชมผลงานของฉัน

# /question:WYPK_8A/response:6/text
source: operates from a location I like
th: ดำเนินธุรกิจในทำเลที่ฉันชอบ

# /question:WYPK_8A/response:7/text
source: does work that I am proud of
th: ทำงานที่ฉันภาคภูมิใจ

# /question:WYPK_8A/response:8/text
source: offers a pleasant working environment
th: มีสภาพแวดล้อมการทำงานที่น่าพอใจ

# /question:WYPK_8A/response:9/text
source: offers good perks/ benefits
th: ให้ผลตอบแทน/ สิทธิประโยชน์ที่ดี

# /question:WYPK_8A/response:97/text
source: Others, please specify
th: อื่น ๆ โปรดระบุ

# /question:WYPK_8A/response:99/text
source: None - there's nothing I am happy about my company
th: ไม่มี - ไม่มีสิ่งที่ทำให้ฉันพอใจกับบริษัทของฉัน

# /question:WYPK_8B/text
source: What are you <u>unhappy</u> about in regards to your current company? Select all that apply. <br/><br/>My company …
th: คุณ<u>ไม่พอใจ</u>กับสิ่งใดบ้างเกี่ยวกับบริษัทที่คุณทำงานอยู่ในปัจจุบัน (เลือกทุกข้อที่เกี่ยวข้อง) <br/><br/>บริษัทของฉัน...

# /question:WYPK_8B/response:1/text
source: has a negative work culture
th: มีวัฒนธรรมการทำงานที่ไม่ดี

# /question:WYPK_8B/response:2/text
source: has a bad reputation
th: มีชื่อเสียงเลวร้าย

# /question:WYPK_8B/response:3/text
source: has a vision I don't believe in
th: มีวิสัยทัศน์ที่ฉันไม่เชื่อมั่น

# /question:WYPK_8B/response:4/text
source: treats me unfairly
th: ปฏิบัติต่อฉันอย่างไม่ยุติธรรม

# /question:WYPK_8B/response:5/text
source: does not recognise the work that I do
th: ไม่ยอมรับและชื่นชมผลงานของฉัน

# /question:WYPK_8B/response:6/text
source: does not operate from a location I like
th: ไม่ได้ดำเนินธุรกิจในทำเลที่ฉันชอบ

# /question:WYPK_8B/response:7/text
source: does work that I am not proud of
th: ไม่ได้ทำงานที่ฉันภาคภูมิใจ

# /question:WYPK_8B/response:8/text
source: offers an unpleasant working environment
th: มีสภาพแวดล้อมการทำงานที่ไม่น่าพอใจ

# /question:WYPK_8B/response:9/text
source: offers poor perks/ benefits
th: ให้ผลตอบแทน/ สิทธิประโยชน์ที่ไม่น่าพอใจ

# /question:WYPK_8B/response:97/text
source: Others, please specify
th: อื่น ๆ โปรดระบุ

# /question:WYPK_8B/response:99/text
source: None - there's nothing I am unhappy about my company
th: ไม่มี – ไม่มีสิ่งที่ทำให้ฉันไม่พอใจกับบริษัทของฉัน

# /question:WYPK_6/text
source: Which of the following aspects are important to you when reviewing/ selecting employment opportunities? Please rank your top 5 with 1 being the most important aspect and so on.
th: เรื่องใดต่อไปนี้สำคุญกับคุณเมื่อคุณตรวจสอบ/คัดเลือกโอกาสในการทำงาน โปรดให้คะแนน 5 อันดับแรกของคุณ โดยที่ 1 เป็นด้านที่สำคัญที่สุดและอื่น ๆ

# /question:WYPK_6/response:1/text
source: A job role that gives me meaning
th: บทบาทการทำงานที่ทำให้ฉันรู้สึกว่ามีความหมาย

# /question:WYPK_6/response:2/text
source: Being able to decide how my work should be done
th: ทำให้ฉันตัดสินใจได้ว่าควรทำงานให้เสร็จได้อย่างไร

# /question:WYPK_6/response:3/text
source: Being able to be flexible with my work arrangements
th: เลือกวิธีการทำงานของฉันได้อย่างยืดหยุ่น

# /question:WYPK_6/response:4/text
source: Achieving a work-life balance
th: สร้างสมดุลชีวิตการทำงานและชีวิตส่วนตัวได้

# /question:WYPK_6/response:5/text
source: Having tasks that sufficiently challenge me
th: มีงานที่ท้าทายมากพอ

# /question:WYPK_6/response:6/text
source: Being able to utilise my core skill set
th: ทำให้ฉันนำทักษะที่สำคัญมาประยุกต์ใช้ได้

# /question:WYPK_6/response:7/text
source: Being able to add value to the team
th: ทำให้ฉันเพิ่มคุณค่าให้กับทีมได้

# /question:WYPK_6/response:8/text
source: Being part of a successful and valued team
th: ได้เป็นส่วนหนึ่งของทีมที่มีคุณค่าและประสบความสำเร็จ

# /question:WYPK_6/response:9/text
source: Having a salary that I am satisfied with
th: ให้เงินเดือนที่ฉันพอใจ

# /question:WYPK_6/response:10/text
source: Being able to work with a manager whom I have a good relationship with
th: ทำให้ฉันได้ทำงานกับผู้จัดการที่ฉันมีความสัมพันธ์อันดี

# /question:WYPK_6/response:11/text
source: Opportunities for career development
th: โอกาสในการก้าวหน้าทางอาชีพ

# /question:WYPK_6/response:12/text
source: Working in a company with positive work culture
th: การทำงานในบริษัทที่มีวัฒนธรรมการทำงานที่ดี

# /question:WYPK_6/response:13/text
source: Working in a company with a good reputation
th: การทำงานในบริษัทที่มีชื่อเสียงดีงาม
